-- phpMyAdmin SQL Dump
-- version 3.3.9.1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Мар 15 2011 г., 17:32
-- Версия сервера: 5.1.54
-- Версия PHP: 5.3.5-0.dotdeb.0

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

--
-- База данных: `oxsar2-srv-01`
--

-- --------------------------------------------------------

--
-- Структура таблицы `na_ship_datasheet`
--

CREATE TABLE IF NOT EXISTS `na_ship_datasheet` (
  `unitid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `capicity` int(10) unsigned NOT NULL,
  `speed` int(10) unsigned NOT NULL,
  `consume` int(10) unsigned NOT NULL,
  `attack` int(10) unsigned NOT NULL,
  `shield` int(10) unsigned NOT NULL,
  PRIMARY KEY (`unitid`)
) ENGINE=InnoDB  DEFAULT CHARSET=binary;

--
-- Дамп данных таблицы `na_ship_datasheet`
--

INSERT INTO `na_ship_datasheet` (`unitid`, `capicity`, `speed`, `consume`, `attack`, `shield`) VALUES
(29, 5000, 5000, 10, 5, 10),
(30, 25000, 7500, 50, 5, 25),
(31, 50, 12500, 20, 50, 10),
(32, 100, 10000, 75, 150, 25),
(33, 800, 15000, 300, 400, 50),
(34, 1500, 10000, 500, 1000, 200),
(35, 750, 10000, 250, 700, 400),
(36, 7500, 2500, 1000, 50, 100),
(37, 20000, 2000, 300, 1, 10),
(38, 5, 100000000, 1, 0, 0),
(39, 0, 0, 0, 1, 1),
(40, 500, 4000, 1000, 1000, 500),
(41, 2000, 5000, 1000, 2000, 500),
(42, 1000000, 100, 1, 200000, 50000),
(43, 0, 0, 0, 80, 20),
(44, 0, 0, 0, 100, 25),
(45, 0, 0, 0, 250, 100),
(46, 0, 0, 0, 150, 500),
(47, 0, 0, 0, 1100, 200),
(48, 0, 0, 0, 3000, 300),
(49, 0, 0, 0, 1, 2000),
(50, 0, 0, 0, 1, 10000),
(51, 0, 0, 0, 1, 1),
(52, 0, 0, 0, 12000, 1),
(102, 200, 8000, 100, 5500, 200),
(105, 0, 0, 0, 0, 50),
(106, 0, 0, 0, 1, 50),
(200, 300, 20000, 150, 200, 75),
(201, 800, 10000, 75, 25, 5000),
(202, 50, 8000, 20, 75, 50),
(203, 2000, 10000, 300, 1250, 150),
(204, 200, 13000, 100, 350, 100),
(325, 75, 13000, 35, 30, 25);
